Repository: XtroTheArctic/inbox-notifier-with-improvements
Catalog: code/Languages/Translation.*.resx
Languages: ru

# applicationExit
source: Closing the application
ru: Закрытие приложения

# applicationExitQuestion
source: You are about to leave the application. Do you really want to exit?
ru: Вы собираетесь выйти из приложения. Вы действительно хотите выйти?

# authenticationFailed
source: Authentification failed
ru: Не удалось выполнить проверку подлинности

# authenticationNeeded
source: Waiting for authentication with your Gmail account...
ru: Ожидание проверки подлинности с вашей учётной записью Gmail...

source: Error
ru: Ошибка

# firstLoad
source: Gmail notifier now runs in background on your computer. In a few seconds you will be prompted to sign in to your Gmail account to allow the application to access your inbox.
ru: Inbox Notifier теперь работает в фоновом режиме на вашем компьютере. Через несколько секунд вам будет предложено войти в свою учётную запись Gmail, чтобы приложение могло получить доступ к вашей папке "Входящие".

# gmailDisconnect
source: Disconnecting your Gmail account
ru: Отключите свою учетную запись Gmail

# gmailDisconnectQuestion
source: You are about to disconnect your Gmail account from the applivation: you will no longer receive notifications from the account {account_name} and you will be prompted to log in next time. Do you really want to disconnect your Gmail account and restart the application now?
ru: Вы собираетесь отключить свою учётную запись Gmail от приложения: Вы больше не будете получать уведомления от учётной записи {email}, и Вам будет предложено войти в следующий раз. Вы действительно хотите отключить свою учётную запись Gmail и перезапустить приложение?

# helpAskonExit
source: Asks a question before completely leaving the app
ru: Задать вопрос перед полным выходом из приложения

# helpAttemptToReconnectNotification
source: Displays a notification when the application tries to reconnect to the network
ru: Показывать уведомление, когда приложение пытается переподключиться к сети

# helpAudioNotification
source: Plays a sound when displaying a notification
ru: Воспроизведение звука при отображении уведомления

# helpCheckForUpdate
source: Check availability of updates immediately
ru: Немедленно проверить обновления

# helpEmailAddress
source: Gmail account currently logged in to the application
ru: Аккаунт Gmail в данный момент подключен к приложению

# helpGmailDisconnect
source: Disconnect the Gmail account and restarts the application to request a new authentication
ru: Отключите учётную запись Gmail и перезапустите приложение, чтобы запросить новую проверку подлинности

# helpLanguage
source: Language of the interface
ru: Язык интерфейса

# helpMessageNotification
source: Displays a notification when receiving new messages
ru: Показывать уведомление при получении новых сообщений

# helpNotificationBehavior
source: Action performed when clicking on a notification
ru: Действие, выполняемое при нажатии на уведомление

# helpNumericDelay
source: Timing delay of the inbox
ru: Время задержки папки "Входящие"

# helpPrivacyNotificationAll
source: Displays a notification containing no information about the message
ru: Показывать уведомление, не содержащее информации о сообщении

# helpPrivacyNotificationNone
source: Displays the name of the sender and the message content
ru: Показывать имя отправителя и содержимое сообщения

# helpPrivacyNotificationShort
source: Displays the name of the sender and the subject line
ru: Показывать имя отправителя и строку темы

# helpRunAtWindowsStartup
source: Launch the application on Windows startup
ru: Запуск приложения при старте Windows

# helpSpamNotification
source: Displays a notification when receiving a junk message
ru: Показывать уведомление при получении нежелательного сообщения

# helpStatistics
source: Usage statistics of your inbox
ru: Статистика использования папки "Входящие"

# helpStepDelay
source: Time scale for the inbox synchronization
ru: Временная шкала для синхронизации входящей почты

# helpTokenDelivery
source: Latest update of the authentication token delivery
ru: Последнее обновление доставки токена проверки подлинности

# helpUpdateControl
source: Last check date of updates
ru: Дата последней проверки обновлений

# helpUpdateDownload
source: When updates are available, the application downloads them and launches the installation automatically
ru: При наличии обновлений приложение загружает их и автоматически запускает установку

# helpUpdatePeriod
source: Update check period
ru: Период проверки обновлений

# helpUpdateQuiet
source: When updates are being installed, the application installs them silently in the background
ru: При установке обновлений приложение их тихо устанавливает в фоновом режиме

# helpUpdateService
source: Enables the automatic update check service
ru: Включить службу автоматической проверки обновлений

# latestVersion
source: You have the latest version of the application.
ru: У Вас последняя версия приложения.

source: Mark as read
ru: Отметить как прочитанное

# markAsReadError
source: Error with the "Mark as read" operation
ru: Во время операции "Отметить как прочитанное" произошла ошибка:

source: Multiple instances
ru: Несколько экземпляров

# mutexError
source: The "Gmail notifier" application is already running: you can not run multiple instances of the application on the same computer. This option is not enabled on this type of application.
ru: Приложение "Inbox Notifier" уже запущено: Вы не можете запустить несколько экземпляров приложения на одном компьютере. Эта опция не включена на этом типе приложения.

# newUnreadMessage
source: Double-click the icon to access your inbox.
ru: Дважды щёлкните по значку для доступа к папке "Входящие".

# newUnreadSpam
source: Double-click the icon to access your inbox. Until you have not checked the spam folder, your inbox will not be synchronized and you will not be notified of new messages.
ru: Дважды щёлкните по значку для доступа к папке "Входящие". Пока Вы не проверите папку "Спам", ваш почтовый ящик не будет синхронизирован и Вы не будете получать уведомления о новых сообщениях.

# newVersion
source: A newer version of the application is available on Github: Gmail Notifier {version}. Do you want to download it now?
ru: Более новая версия приложения доступна на Github: {version}

# noMessage
source: No new message
ru: Нового сообщения нет

# reconnectAttempt
source: Attempting to reconnect...
ru: Не в сети Попытка восстановить соединение...

# reconnectFailed
source: Reconnection failed
ru: Переподключение не удалось

# sync
source: Syncing...
ru: Синхронизация...

# syncError
source: Error when syncing
ru: Ошибка при синхронизации

# syncErrorOccured
source: An error occurred during the synchronization of the inbox:
ru: Во время синхронизации папки "Входящие" произошла ошибка:

# syncTime
source: Updated at {time}
ru: Обновлено в {time}

# timeout
source: Do not disturb
ru: Не беспокоить

source: unread message
ru: непрочитанное сообщение

source: unread messages
ru: непрочитанных сообщений

source: unread spam
ru: непрочитанный спам

source: unread spams
ru: непрочитанного спама

# updateServiceUnreachable
source: The update service is unreachable.
ru: Служба обновления недоступна.

# updating
source: Downloading update...
ru: Загрузка обновления...

source: Welcome!
ru: Добро пожаловать!
